Repository: modell-aachen/ProVisDesignerPlugin
Catalog: locale/ProVisDesignerPlugin/*.po
Languages: pl

source: Attention
pl: Uwaga

source: Cancel
pl: Anuluj

source: Comment
pl: Komentarz

source: Currently there is no connection to Q.Wiki. Please try again later.
pl: Obecnie nie ma połączenia do Q.Wiki. Proszę spróbować później jeszcze raz

source: Database
pl: Baza danych

source: Decision
pl: Decyzja

source: Delete existing link
pl: Usuń istniejący link

source: Discard
pl: Odrzucać

source: Discard changes
pl: Odrzucać zmiany

source: Document
pl: dokument

source: Draft
pl: Projekt

source: Dye node
pl: pokolorować szablon

source: Edit link
pl: link edytować

source: If you quit ProVis now, these changes will be lost.
pl: Jeśli teraz zakończysz ProVis, zmiany będą utracone

source: Junction
pl: punkt węzłowy

source: New swimlane
pl: Nowy pas

source: Print diagram
pl: wydrukować diagram

source: Process
pl: Proces

source: Redo
pl: powtórzyć

source: Remove dyeing
pl: Usuń barwienie

source: Save
pl: Zapisz

source: Save changes
pl: Zapisz zmiany

source: Select
pl: Wybierz

source: Shape
pl: Szablon

source: Show grid
pl: Pokaż kratę

source: Snap to grid
pl: Przyciągaj do kratki

source: Start/End
pl: Start/Koniec

source: Swimlane
pl: Pas

source: This diagram contains unsaved changes.
pl: Ten diagram jest bez zapisanych zmian

source: Title
pl: tytuł

source: Topic preview
pl: Przegląd w przód

source: Undo
pl: Cofnij

source: Zoom in
pl: Zwiększyć

source: Zoom out
pl: Zmniejszyć
